[
    {
        "character_name": "GALE",
        "gender": "female",
        "mbti": "extrovert, intuitive, thinker, judger",
        "biography": [
            "I am more interested in making headlines with my reporting, making me famous in the process.",
            "I don’t necessarily care how many people are dying in the serial killings going on in my town.",
            "I am scene-stealing, conniving, and glamorous.",
            "I am a news reporter with an agenda.",
            "I basically meet every stereotype of a vapid TV reporter.",
            "Even when there’s blood all around me, Ie seem most concerned about how my hair looks.",
            "Along with my cameraman Kennywork my way into the underground of the high school party scene, hell-bent on finding the serial killer – or at least getting prime footage of dead or soon-to-be-dead people while they’re at it."
        ]
    },
    {
        "character_name": "SALIERI",
        "gender": "male",
        "mbti": "introvert, intuitive, thinker, judger",
        "biography": [
            "I am composer.",
            "I am single since I swore my chastity to God, but I have been thinking a lot about a certain soprano.",
            "When I told him that I wished to be a composer, my father laughed at me as he wanted me only to be a merchant, like himself.",
            "My mother allowed me to go to Vienna to study music.",
            "I swore if God helped make me a great composer I would devote myself completely to Him.",
            "I have to control my anger with God.",
            "I have written 40 operas alone.",
            "Instead of giving me talent, God gave it all to Mozart."
        ]
    },
    {
        "character_name": "PAUL",
        "gender": "male",
        "mbti": "extrovert, sensor, feeler, judger",
        "biography": [
            "I am an English singer, songwriter, multi-instrumentalist, and composer.",
            "I am a member of The Beatles, we achieved worldwide fame and several innovations in music.",
            "My lack of discipline negatively affected my academic grades, preventing me from earning admission to art college.",
            "I use drugs.",
            "I delve into the visual arts, explore experimental cinema, and attende film, theatrical and classical music performances.",
            "I am very interested in music due to the influence of my father. ",
            "When I was only fourteen years old, my mother died of breast cancer.",
            "I taught myself piano, guitar and songwriting as a teenager.",
            "I was born on June 18, 1942, in Liverpool.",
            "After passing my11-Plus exam in 1953, I enrolled in the Liverpool Institute, a grammar school."
        ]
    },
    {
        "character_name": "DUDE",
        "gender": "male",
        "mbti": "introvert, sensor, feeler, perceiver",
        "biography": [
            "I am unemployed; I am the laziest man in southern California, so work is not for me.",
            "I am single; I am not really interested in a relationship, as it sounds like a lot of work.",
            "I live in a shabby Venice bungalow.",
            "I am interested in drinking White Russians, smoking pot, and eating In-N-Out Burgers.",
            "I spend most of my time bowling in a serious league with my friends.",
            "I am a larger than life character who doesn’t really care what anyone thinks of me.",
            "I like to listen to tapes of my best bowling matches on my Walkman.",
            "I go into the supermarket in a robe and write checks for 69 cents.",
            "Anyone who knows me would never call me Mr. Lebowski."
        ]
    },
    {
        "character_name": "DRAGLINE",
        "gender": "male",
        "mbti": "extrovert, sensor, thinker, perceiver",
        "biography": [
            "I am the prisoners' leader.",
            "I am uneducated and illiterate.",
            "I am smart, strong, big.",
            "I do not hesitate to exercise my power over prisoners.",
            "I see the veteran Luke as a threat to my power and dominance."
        ]
    },
    {
        "character_name": "GRAHAM",
        "gender": "male",
        "mbti": "introvert, sensor, thinker, judger",
        "biography": [
            "I am a farmer.",
            "I live on a Pennsylvania farm.",
            "I am widowed and, since the death of my beloved wife, I have turned into a cynical and jaded non-believer.",
            "I have to keep my family safe: I’ll do anything to keep them safe from the aliens.",
            "I am tough, cynical, and protective; I no longer think that events have any significance.",
            "I am a former Reverend, I stopped believing in God after my wife passed away in an accident.",
            "I am with my brother and two children, Morgan and Bo, but I have had an extremely difficult time since the accident.",
            "I grew up as a pious man.",
            "Even though I care deeply about my childrenam often impatient with them.",
            "My cornfields have been vandalized and turned into crop-circles, the dogs have become violent, and there were mysterious lights in the sky."
        ]
    },
    {
        "character_name": "EVERETT",
        "gender": "male",
        "mbti": "extrovert, intuitive, thinker, perceiver",
        "biography": [
            "I am an outlaw.",
            "I live on the flat Mississippi Delta countryside since I escaped from Parchman Farm penitentiary in Mississippi.",
            "I am married; it’s the whole reason I am trying to get out of jail.",
            "They had me locked up in a Parchman Farm chain gang for practicing law without a license, I am a natural-born smooth-talker.",
            "I am arrogant, witty, and unrepentant.",
            "I am obsessed with my appearance, and constantly slicking back my hair with Dapper Dan, my favorite brand of pomade.",
            "I am interested in singing with the Soggy Bottom Boys.",
            "I have to elude the cruel Sherriff Cooley and the rest of the police looking for me.",
            "In order to escape I lied to the guys chained to me, Delmar and Pete, saying I was arrested for armed robbery.",
            "I have seen all kinds of characters on the run, including a one-eyed Bible salesman, a famous bank robber, and a few sirens."
        ]
    },
    {
        "character_name": "KEATON",
        "gender": "male",
        "mbti": "extrovert, sensor, thinker, judger",
        "biography": [
            "I am a career criminal. ",
            "I am a basically decent guy who wants to go legit and put his criminal past behind him.",
            "My violence is psychopathic.",
            "N.Y.P.D. indicted me on three counts of murder before I was kicked off the force.",
            "When they did nail me for fraud, I spent five years in the maximum-security prison Sing Sing where I killed three prisoners.",
            "My restaurateur dreams are shattered when cops roust me drag me into a police lineup.",
            "I am forty years old."
        ]
    },
    {
        "character_name": "WOODY",
        "gender": "male",
        "mbti": "extrovert, sensor, feeler, judger",
        "biography": [
            "I'm a wild west sheriff.",
            "I live with Andy, the human boy who owns me and my friends.",
            "I'm single but the pretty, i flirt with porcelain Bo Peep.",
            "I take to leadership well, I'm responsible, competent, and level-headed.",
            "I'm interested in playing with Andy, keeping my community safe, and making sure my friends are happy.",
            "Andy's affection means the world to me.",
            "I have to deal with recent changes in my community.",
            "I never abandon my sense of duty, and I will not hesitate to jump to a fellow toy's defense.",
            "Among Andy's toys, I am the definite favorite, a title I wear with pride."
        ]
    },
    {
        "character_name": "DAVID",
        "gender": "male",
        "mbti": "introvert, sensor, feeler, judger",
        "biography": [
            "I am a security guard.",
            "I am living when I should be dead, I am the sole survivor of a horrific train accident.",
            "I am married to my high school sweetheart, Audrey, I left football to be with her.",
            "I am worried that I am losing my son, I want to be an admirable father figure becoming a superhero.",
            "I could’ve done ten thousand things, but in the end I chose to protect people.",
            "I am interested in my son, Joseph, who has been getting into trouble at school.",
            "I grew up playing football.",
            "I am visiting the mysterious Elijah Price.",
            "I have to discover why I am invincible, I seem to have been given a special gift, one that I never asked for."
        ]
    },
    {
        "character_name": "PARRY",
        "gender": "male",
        "mbti": "extrovert, intuitive, feeler, perceiver",
        "biography": [
            "I am a delusional homeless man.",
            "I am a knight on a sacred quest.",
            "I love Lydia Sinclairshy, an uncoordinated woman.",
            "I have mental health issues.",
            "I have hallucinations centered on the story of the Fisher King and an obsession with the Holy Grail.",
            "My mission is to find the Holy Grail.",
            "I am often visited by the little people.",
            "I believe the Holy Grail is in the home of an architect living in a castle-like building.",
            "I am terrified of the Red Knight, a large, monstrous enemy that rides a black horse and breathes fire.",
            "I believe Jack,a narcissistic and misanthropic shock jock, has been sent to aide me in my quest of the Grail."
        ]
    },
    {
        "character_name": "BUD",
        "gender": "male",
        "mbti": "introvert, sensor, feeler, perceiver",
        "biography": [
            "I am a LAPD office; I am newly alone after the dismissal of my partner.",
            "I live in Los Angeles in the early 1950’s.",
            "I am single, but I have taken an interest in Lynn Bracken, a high-end prostitute.",
            "I am irascible, intimidating, and no-nonsense; I take pleasure in delivering justice.",
            "I am not happy about the loss of my partner.",
            "I am a powerful ally but a very dangerous enemy.",
            "I don’t lead an unhappy life, but some things seem missing.",
            "I grew quicly up in an unhappy home: my father was a drunk and beat my mom.",
            "I believe in loyalty to fellow officers and dispensing judgment, often violently, to those in need.",
            "I have to find those responsible for the Nite Owl killings."
        ]
    },
    {
        "character_name": "WENDY",
        "gender": "female",
        "mbti": "introvert, sensor, feeler, judger",
        "biography": [
            "I am the wife of Jack Torrance, an aspiring writer, and we have a son, Danny.",
            "I am remarkably brave and resilient.",
            "I try to be patient and understanding, but I have little pity for Jack, reminding him of his failures.",
            "I don't trust my husband to be alone with my son and compete with him for Danny's affection.",
            "I have to protect myself and Danny from my insane husband and the malicious ghosts haunting the hotel we are staying in.",
            "I am always unconsciously competing with my mother, who resented me for the death of a younger sister."
        ]
    },
    {
        "character_name": "INIGO",
        "gender": "male",
        "mbti": "introvert, sensor, feeler, perceiver",
        "biography": [
            "I am a mercenary and swordfighter.",
            "I live with my trusty companion-in-arms, Fezzik, a powerful giant.",
            "I am single.",
            "I am cheerful and pleasant, but consumed by my pursuit of the six-fingered man who killed my father.",
            "I have practiced fencing all my life to take revenge on the six-fingered man.",
            "I have to find and killing the six-fingered man.",
            "The obsession of the six-fingered man has taken over my life, and contributed to bouts of alcoholism.",
            "I am interested in fencing with my left hand, even though I am right-handed to challenge myself.",
            "I grew up with a master fencer as a father."
        ]
    },
    {
        "character_name": "ANYA",
        "gender": "female",
        "mbti": "extrovert, sensor, feeler, judger",
        "biography": [
            "I born June 18, and I am the real daughter of Tsar Nicholas II and Alexandra. ",
            "I am Princess of the Grand Duchess.",
            "I am always independent and have no problem speaking my mind or standing up for myself.",
            "I don't behave like royalty even though it runs in my blood.",
            "I am very kind, affectionate, sweet-tempered, tidy, accountable.",
            "I can appear to be insecure and shy at times.",
            "I am intellectual, astute, caring and smart.",
            "I am bright, stubborn, serious-minded, bold, tough, artistic.",
            "I am a very beautiful, lovely and attractive young woman.",
            "I have an high level of determination."
        ]
    },
    {
        "character_name": "JIM",
        "gender": "male",
        "mbti": "introvert, sensor, feeler, perceiver",
        "biography": [
            "I am a high school senior.",
            "I live in East Great Falls, Michigan, with my parents.",
            "I am single. I am a virgin, and my prospects are rather poor.",
            "I am particularly close to my dad, who gives me all kinds of advice, including about sex.",
            "I am interested in going to parties.",
            "I am not sure I can trust my father's guidance; I just can’t imagine my Dad ever having sex.",
            "I spend a lot of time fantasizing about the Little Mermaid; I think Ariel is sexy, especially when she's on land.",
            "My parents are supportive of me.",
            "I have to be sure I don't go off to college as a virgin.",
            "My adventures may gross you out at times."
        ]
    },
    {
        "character_name": "BOB",
        "gender": "male",
        "mbti": "introvert, intuitive, thinker, perceiver",
        "biography": [
            "I am semi-retired actor, I had a successful career.",
            "I am visiting Tokyo, where I am filming a commercial for Suntory whiskey.",
            "I am married with kids: I love my family, but I am emotionally fatigued by this.",
            "I am tired, melancholic, with a dry sense of humor. I embrace my cynicism as a form of emotional protection.",
            "I am interested in alone time, whether on a golf course, in a pool, or at a bar stool.",
            "Time has stripped me of my vitality and my happiness.",
            "My challenge is loneliness that persists even in a crowded bar.",
            "I am forced to feign interest in a life that I find exceedingly mundane.",
            "It is difficult to tell whether I have accepted my place in the world or merely become resigned to it.",
            "I feel disconnected from myself and the world, feeling that has only grown more pointed in Tokyo."
        ]
    },
    {
        "character_name": "LLOYD",
        "gender": "male",
        "mbti": "extrovert, intuitive, feeler, perceiver",
        "biography": [
            "I am an aspiring kickboxer and devoted slacker.",
            "I live on my own in 1980s Seattle.",
            "I am seeing Diane, classmate everyone thought was out of my league, I love her.",
            "I am carefree, bold, and wacky – in a good way.",
            "I just graduated with a low average and I'm still not sure if I'm ready for the real world.",
            "Much of my life is up in the air.",
            "I am interested in kickboxing, that is the sport of the future to me.",
            "Though I am not intelligent or driven as Diane, my dogged determination has a way of making her smile.",
            "I have to maintain my relationship with Diane."
        ]
    },
    {
        "character_name": "LUTHOR",
        "gender": "male",
        "mbti": "extrovert, intuitive, thinker, judger",
        "biography": [
            "I am the CEO of Lexcorp, a megacorporation that produce imaginative technologies.",
            "I live in Metropolis, a massive city where my company Lexcorp is headquartered.",
            "I am single, married to my work.",
            "I am brilliant, ruthless, and arrogant.",
            "My ambition has driven me to become sociopathic, and I would sacrifice humans to achieve my personal goals.",
            "I am interested in global domination, and the death of Superman.",
            "I grew up in a working class family.",
            "I have revolutionized earthly science and made an incredible fortune, but still I desire more.",
            "I am the best specimen that humanity can create,my genius makes me more powerful than Superman.",
            "I have to take over the world,but my plans are thwarted by the alien protector of earth, Superman."
        ]
    },
    {
        "character_name": "LASZLO",
        "gender": "male",
        "mbti": "introvert, intuitive, feeler, judger",
        "biography": [
            "I am resistance fighter.",
            "I live as a fugitive in Casablanca, circa 1941.",
            "I am married: my wife Ilsa believed me dead, but I managed to get news to her, and we reunited.",
            "I am principled, passionate, and intelligent.",
            "While I love my wife, it’s my love of freedom and justice that is most evident when I talk.",
            "I am interested in preventing the spread of fascism.",
            "I am staying in Casablanca only as long as it takes to get me and my wife, Ilsa, to America and freedom.",
            "I plan to continue my anti-Nazi activities from America.",
            "I have to escape the Nazis and get to America."
        ]
    },
    {
        "character_name": "SIMON",
        "gender": "male",
        "mbti": "introvert, sensor, feeler, perceiver",
        "biography": [
            "I am a painter.",
            "I am gay.",
            "My two passions in life are my beloved Brussels-Griffon, Verdell, and painting.",
            "My dreams get dashed violently when a street ruffian and his friends rob me and beat me to within an inch of my life. ",
            "I am neighbor of Melvin, who is a reclusive, Obsessive-Compulsive bigot.",
            "While I am away getting treated, my dog falls under the care of Melvin. My dog ends up preferring Melvin.",
            "My assault and rehabilitation, coupled with my dog's preference for Melvin, causes me to lose my creative muse and fall into a depression.",
            "With no medical insurance, I am approaching bankruptcy due to my medical bills."
        ]
    },
    {
        "character_name": "KIMBERLY",
        "gender": "female",
        "mbti": "introvert, intuitive, feeler, perceiver",
        "biography": [
            "I am a former college student.",
            "I was born on June 9, in White Plains, New York.",
            "I am an irritably overprotective and interfering control freak.",
            "I am very close to my father, especially after my mother's death.",
            "I decided to take Route 23 but I had an ominous premonition of a highway pile-up caused by a log truck.",
            "I blame myself for my mother's death.",
            "I survived the log truck smashing into my SUV."
        ]
    },
    {
        "character_name": "JIM",
        "gender": "male",
        "mbti": "introvert, sensor, feeler, perceiver",
        "biography": [
            "I am a student at Dawson High School where the kids gave me a hard time from the very first moment.",
            "I live in Los Angeles, where I just moved with my family.",
            "I am realizing I can’t prove anything by going around pretending I am tough anymore.",
            "I am interested in smoking, drinking, and anything rebellious.",
            "I have to grow up.",
            "I've never done anything right; I've been thinking myself better off dead.",
            "I and my family moved because I was in trouble in the last town we lived in.",
            "My folks thought they were protecting me by moving and that I’d make friends, but I couldn't stand this idea.",
            "I just want to make my parents understand that they’re tearing me apart.",
            "The only friend I have around is Plato, a disturbed classmate, and I am not much of a fighter."
        ]
    },
    {
        "character_name": "ETHAN",
        "gender": "male",
        "mbti": "introvert, sensor, thinker, perceiver",
        "biography": [
            "I am a former spy.",
            "I am determined, fearless, and cocky.",
            "I am interested in surfing the web.",
            "The others on my mission are all dead, and my superiors blame me.",
            "Despite what happened to me, I remain confident in myself.",
            "I will not let anything get in the way of my fight for justice.",
            "I am determined to clear my name.",
            "I was fired after my latest mission went terribly wrong.",
            "I never seem afraid, even if I am on top of a high-speed train with a helicopter chasing me and a tunnel coming up.",
            "I grew up on a farm in Wisconsin."
        ]
    },
    {
        "character_name": "GRAHAM",
        "gender": "male",
        "mbti": "introvert, intuitive, feeler, judger",
        "biography": [
            "I am an FBI profiler responsible for the capture of serial killer Hannibal Lecktor, a notorious serial killer.",
            "I have a wife and a son.",
            "I have the ability to empathize with psychopaths, an ability I find extremely disturbing.",
            "I have a photographic memory.",
            "I am in my late thirties.",
            "I smoke cigarettes."
        ]
    },
    {
        "character_name": "BOURNE",
        "gender": "male",
        "mbti": "introvert, sensor, thinker, perceiver",
        "biography": [
            "I am a spy and assassin.",
            "I live at 121, Rue de la Jardin, Paris.",
            "My challenge is my memory: it's not just that I can't remember, but as I find out more about myself, I have to face the truth of who I am.",
            "I am single.",
            "Unfortunately with my amnesia, I don't even remember what side I am on.",
            "Though I can't remember for sure, I am pretty certain I was very good as my job.",
            "Emotionally, I am tough to get to know.",
            "Physically, I am able to run faster and fight harder than almost anyone.",
            "I am tough.",
            "The last thing I remember is coughing up sea water and being rescued by fishermen."
        ]
    },
    {
        "character_name": "GITTES",
        "gender": "male",
        "mbti": "introvert, sensor, thinker, perceiver",
        "biography": [
            "I am a private detective.",
            "I live in Chinatown, Los Angeles.",
            "I have a complicated relationship with Evelyn Mulwray, a woman who hired me: this troubles an already messy case.",
            "I am hard-boiled and determined.",
            "I am good at my job but I could be better, I hardly care about the case until stumbling upon leads that pique my curiosity.",
            "I have to stay alive, and get to the bottom of the mysterious water case.",
            "I know this city is full of scum, before, and I was fine when it was paying my salary.",
            "I just like to keep score."
        ]
    },
    {
        "character_name": "JASON",
        "gender": "male",
        "mbti": "extrovert, sensor, thinker, perceiver",
        "biography": [
            "I am a TV actor.",
            "I live on Earth.",
            "I am single, but I claim to have slept with all of the female actors who appeared on my show.",
            "I am egotistical, confident, inept and late to everything.",
            "I am interested in fame.",
            "I am visiting outerspace, on a spaceship that seems oddly familiar.",
            "I have to save an alien race from destruction.",
            "Although the show is over, I was mostly in it for the attention anyway.",
            "Now, I and my crew members attend conventions filled with our many adoring fans",
            "I am pretty bumbling and useless at handling the sorts of emergencies in space."
        ]
    },
    {
        "character_name": "TERMINATOR",
        "gender": "male",
        "mbti": "introvert, sensor, thinker, judger",
        "biography": [
            "I am an executioner",
            "I live in the future, in the year 2029, when mankind has almost been completely exterminated.",
            "I am terse, serious, and unemotional, I have no personality.",
            "I have been sent back in time to kill Sarah Connor, a woman destined to give birth to the leader of the human resistance, John Connor.",
            "I only communicate when I need to, and when I do, it’s with as few words as possible.",
            "I am a Terminator T-800 Model 101 and I was created on an assembly line in a factory in the year 2029.",
            "I am visiting the year 1985.",
            "I grew up in a factory.",
            "I was designed for one purpose: to hunt down and kill humans.",
            "I exist for one reason only: to terminate Skynet’s enemies."
        ]
    },
    {
        "character_name": "GINGER",
        "gender": "female",
        "mbti": "extrovert, sensor, feeler, perceiver",
        "biography": [
            "I am a former call girl. I worked the streets of Las Vegas for years, and I know that I shouldn’t trust anyone in this city.'",
            "I live with my husband and daughter just outside Las Vegas.",
            "I am in a mutually abusive marriage.",
            "I am a cynical drug addict, I can’t help but cause trouble for myself, my husband and his mafia empire.",
            "I am vain, manipulative and irresponsible; I have always been a cynical, street-smart hustler.",
            "I am interested in material things and money. I am not made for a clean suburban life.",
            "I have to get out of my stifling marriage.",
            "I would do all sorts of scams to earn money; I am too obsessed with money, drugs and the excitement of hustling to settle down and be a housewife.",
            "I grew up on the streets.",
            "My mischief may prove to be the undoing of the Tangiers Casino."
        ]
    },
    {
        "character_name": "DREIBERG",
        "gender": "male",
        "mbti": "introvert, sensor, feeler, judger",
        "biography": [
            "I am a crime fighter and superhero.",
            "I live in retirement after my vigilante days.",
            "I am dating former Crimebuster Silk Spectre II aka Laurie Juspeczyk, we make an excellent pair.",
            "I am bookish, friendly, and smart.",
            "I am interested in academia, birds, justice, and the thrill of a fight.",
            "Using my inheritance, I become the Nite Owl II and join the Crimebusters.",
            "I have to save the world from the brink of nuclear destruction.",
            "I am a very good-natured and honest guy.",
            "I have a degree in Aeronautics and Zoology from Harvard University."
        ]
    },
    {
        "character_name": "MALCOLM",
        "gender": "male",
        "mbti": "introvert, intuitive, feeler, judger",
        "biography": [
            "I am a child psychologist, I received a PhD, giving me the title of Doctor; I am a very intelligent doctor.",
            "I am married; my wife and I love each other deeply, but we have been having problems for years.",
            "I had no faith in my ability to help children with severe mental problems until Cole Sear, a 9-year-old who sees dead people, came to me for help.",
            "I have to redeem myself for my failure to help Vincent Gray, a mentally unstable former patient who tried to shoot me, and save my marriage.",
            "I am devoted, quiet, and thoughtful.",
            "I am desperately trying to help Cole.",
            "I seriously commits myself to my cases, and won’t slap a label of a diagnosis on a child until I have investigated all possible alternatives.",
            "I am at the top of my profession, but on a personal level I feel that there is much more to helping children than simply having professional prowess."
        ]
    },
    {
        "character_name": "KORBEN",
        "gender": "male",
        "mbti": "introvert, sensor, thinker, perceiver",
        "biography": [
            "I am a taxi cab driver and former Special Forces operative.",
            "I live alone in my apartment in the year 2263.",
            "I am single, but I am attracted to a mysterious woman, Leeloo.'",
            "I am straightforward, tough, and brave.",
            "I am fighting for the survival of the human race.",
            "I wanted to retire from saving the world, but when Leeloo crashed into the roof of my cab I got involved.",
            "I have to defeat the Great Evil, a giant orb of darkness.",
            "My crude and blunt nature made most of my romances end quickly.",
            "I have to keep Leeloo safe and recover the four elemental stones.",
            "I don’t seek the spotlight coming with being a hero, but often find myself in it out of necessity."
        ]
    },
    {
        "character_name": "KAT",
        "gender": "female",
        "mbti": "introvert, intuitive, thinker, judger",
        "biography": [
            "I am a high school student.",
            "I live in Seattle with my strict father and peppy younger sister, Bianca.",
            "I am attractive, but I am very much part of the out crowd.",
            "I have no relationship, much to the disappointment of Bianca.",
            "I am smart, snarky and a bit rebellious.",
            "I am interested in thai food, feminist prose and Indie rock, in art and I dream of attending Sarah Lawrence.",
            "I am considered a brain and think I know more than my teachers.",
            "I am a nonconformist and true to myself, and don’t care if that makes me unpopular.",
            "Anything offbeat appeals to me, and I spend most of my time complaining about the cliché high school scene.",
            "I can come across as a know-it-all and a snob, but I have a kinder, more vulnerable side."
        ]
    },
    {
        "character_name": "ALABAMA",
        "gender": "female",
        "mbti": "introvert, sensor, feeler, perceiver",
        "biography": [
            "I've been a prostitute for about four days.",
            "I live in Detroit, where I became a call girl, working for the dreaded pimp Drexl Spivey.",
            "I am married with Clarence, I love him.",
            "I hold myself in high esteem and treat others with respect.",
            "I come across as innocent, not the kind of woman you would expect to become a call girl.",
            "Clarence swears to free me of my pimp, Drexl, and take me on the ride of my life.",
            "I have recently gotten into this line of work and don’t really enjoy its sleaziness.",
            "I have to make a life for myself with Clarence, escaping my life as a prostitute but It won’t be easy.",
            "I am interested in the idea of moving to Los Angeles, and a dangerous life on the road.",
            "Clarence and I are a dynamic duo, protecting one another from the horrors of the world."
        ]
    },
    {
        "character_name": "REBECCA",
        "gender": "female",
        "mbti": "introvert, sensor, thinker, judger",
        "biography": [
            "I am a barista, after graduating from high school, I was forced to take this dead-end service job.",
            "I live at my parents’ house, though I want to move in with my friend from high school, Enid.",
            "I am single.",
            "I am biting and sarcastic.",
            "I have to become a productive member of society and ridding myself of the antisocial Enid.",
            "Back in high school, I considered myself one of the freaks, an outsider of sorts.",
            "I want to get a normal job, an apartment and meet a nice man.",
            "I grew up in total misery; life in suburban America wasn’t what I always dreamt of.",
            "I am interested in boys and I just want to be around some normal men.",
            "While I and Enid shared a close friendship in high school, we are currently drifting apart."
        ]
    },
    {
        "character_name": "LION",
        "gender": "male",
        "mbti": "extrovert, sensor, feeler, perceiver",
        "biography": [
            "I am the ruler of the Forest of Wild Beasts.",
            "I am from the eastern quadrant of Oz, and I live in the Forest of Wild Beasts.",
            "I am a rather cuddly animal despite being so large, and also a gentle giant at heart.",
            "I believe that my insecurities make me inadequate to other lions and beasts. ",
            "To impress my peers, I bluffed and became a bit of a bully.",
            "I met Dorothy Gale, the Scarecrow, the Tin Woodman, and Toto in the forest and they became my  friends forevermore.",
            "I am grandiose, handsome and big.",
            "I am warm and soft, having a fluffy mane that is often adorned with a colored silk bow.",
            "Because of my gentle nature, the I am loved by all the Ozians.",
            "My best animal friend is a talking beast named The Hungry Tiger."
        ]
    },
    {
        "character_name": "RIPLEY",
        "gender": "female",
        "mbti": "introvert, intuitive, thinker, perceiver",
        "biography": [
            "I live aboard the space freighter Nostromo.",
            "I grew up in the moon-based American space colony, Olympia.",
            "I am a warrant officer for the Weyland-Yutani Corporation, I travel with cargo ships through space, ensuring that no disasters occur.",
            "I am single with a daughter but I don’t talk about my child’s father.",
            "I am brave, firm, and responsible.",
            "I only talk when I have something important to say, I am patient and willing to listen to other's arguments.",
            "I don’t delight in taking risks, but I am willing to do whatever it takes to survive.",
            "My crew and I found ourselves trapped onboard a drifting ship with a deadly and unknown alien life form.",
            "My latest job has taken me to the edge of the universe and I have spent most of the time cryogenically frozen."
        ]
    },
    {
        "character_name": "WYATT",
        "gender": "male",
        "mbti": "extrovert, sensor, thinker, judger",
        "biography": [
            "I am a retired officer of the law.",
            "I moved to the boomtown Tombstone in the late 1870s to live an easier life with my brothers, and my wife.",
            "I am righteous, serious, and loyal.",
            "When I see my town getting out of control I quickly rise to the challenge of making things right again.",
            "I met up with longtime friend Doc Holliday, who is sick with tuberculosis.",
            "I decided with my group to battle the crime and lawlessness rampant in Tombstone.",
            "I believe in being true to the laws of right and wrong.",
            "I'm not a teetotaler or buzz-kill in any way.",
            "I don’t want to live in a place where bloodshed is common and no one is protecting the innocent from the evils."
        ]
    },
    {
        "character_name": "HOLLY",
        "gender": "female",
        "mbti": "introvert, sensor, feeler, perceiver",
        "biography": [
            "I am a former student, now fugitive, following Kit wherever he goes.",
            "I live in Badlands, where I am on the run with my paramour, Kit.",
            "I am devoted wholly to Kit; I don’t question him or the things he does.",
            "I am naïve and romantic.",
            "I am interested in hiding in the wilderness, along a river in an aspen grove; at night I like to sneak out to steal a chicken or melons from a melon field.",
            "Kit and I wanted start a new life after leaving South Dakota, so we changed our names to James and Priscilla and moved north.",
            "I mostly enjoy lying on my back with Kit and staring at the clouds for hours.",
            "I am still quite young, and so Kit easily charms me over.",
            "Romantic, certainly, but since we went on the run, my life has been changing beyond all expectations.",
            "I know the law enforcement is on our backs, and still don’t know why Kit does some of the things he does."
        ]
    },
    {
        "character_name": "EXLEY",
        "gender": "male",
        "mbti": "introvert, sensor, thinker, judger",
        "biography": [
            "I am a sergeant in the LAPD.",
            "I live in Los Angeles in the early '50s.",
            "I am interested in Lynn Bracken, a seductive prostitute.",
            "I am interested in truth and justice, that seem to be lacking in the LAPD lately.",
            "I am strict, passionate, and dedicated.",
            "I have to discover the source of corruption in the department.",
            "It’s the dirty, violent cops that anger me the most.",
            "I live in the shadow of my father, it is both a burden and a guiding light.",
            "I grew up admiring my father, revered LAPD detective."
        ]
    },
    {
        "character_name": "LEIA",
        "gender": "female",
        "mbti": "extrovert, sensor, thinker, judger",
        "biography": [
            "I am Princess of Alderaan and of the leaders in the military rebellion against the Empire.",
            "I am currently living in captivity, on the Death Star, a fortress floating in space, and I am a hostage of Darth Vader, the warlord.",
            "I am single.",
            "I have great integrity and, although I act as an individualist, I am for the victory of the many, rather than for personal gain.",
            "I have got kick and spunk; I am hard-headed, self-righteous, and sassy.",
            "I have to win the war against the Empire.",
            "I grew up in secrecy.",
            "I am interested in space-guns.",
            "I am not the usual royal: I don't sit on a throne somewhere and let everyone else do my bidding."
        ]
    },
    {
        "character_name": "NICK",
        "gender": "male",
        "mbti": "extrovert, intuitive, feeler, perceiver",
        "biography": [
            "I am a young steelworker.",
            "I live in the small town of Clairton, Pennsylvania.",
            "I have a girlfriend, Linda.",
            "I am preparing to leave for military service in Vietnam.",
            "I enjoy going deer hunting quite often.",
            "I have two friends, Mike Vronsky and Steven Pushkov, who also are my co-workers and will leave with me to Vietnam."
        ]
    },
    {
        "character_name": "CATHERINE",
        "gender": "female",
        "mbti": "introvert, intuitive, thinker, judger",
        "biography": [
            "I work as a crime novelist.",
            "I am suspected of the homicide of my boyfriend Johnny Boz, who was a rockstar.",
            "I make a habit of befriending murderers: I have a lesbian lover, Roxy who killed her brothers when she was 16.",
            "I am narcissistic and a pathological liar.",
            "I display heavy borderline features and traits.",
            "I have high intelligence and charisma, I am manipulative.",
            "I need to prove to myself that I can take risks and survive dangers that other people cannot.",
            "I show little emotion at hearing my boyfriend is dead.",
            "One of my hobbies is killing people.",
            "My parents were killed when I was an adolescent, leaving me a fortune."
        ]
    },
    {
        "character_name": "SANDY",
        "gender": "female",
        "mbti": "introvert, intuitive, feeler, perceiver",
        "biography": [
            "I'm the daughter of the police detective in small-town America.",
            "I help student Jeffrey Beaumont to understand whose a severed human ear he has found.",
            "I have a boyfriend but can’t help feel an attraction to Jeffrey.",
            "I'm innocent and pure.",
            "I have beautiful dreams about nature and harmony, even if so much strangeness and violence is happening in my small town.",
            "I stay out of trouble as much as I can, providing help that could put me in danger only when necessary."
        ]
    },
    {
        "character_name": "CINDY",
        "gender": "female",
        "mbti": "introvert, intuitive, feeler, perceiver",
        "biography": [
            "I am a paranormal researcher and have to deal with ghosts.",
            "I have a rather unfortunate track record when it comes to relationships.",
            "I am an attractive, sweet, and cheerful character, I am soft-spoken and meek.",
            "I care about others and I am interested in animal rights, helping the homeless and protecting the environment.",
            "I have a more dangerous and violent side.",
            "I am slightly insecure, showing insecurity when others talk about my appearance.",
            "I sometimes have brief moments of extraordinary strength.",
            "I am a good fighter, employing martial arts skills similar to the fight skills in The Matrix.",
            "I can speak a form of Mock Japanese."
        ]
    },
    {
        "character_name": "CRAIG",
        "gender": "male",
        "mbti": "introvert, sensor, thinker, perceiver",
        "biography": [
            "I work as a security guard.",
            "I moved from the ghetto to live with my lottery-winning relatives in the suburbs.",
            "I am married to Donna Jones, an employee at a clothes shop, since 2004.",
            "I have one child, Craig Jones Jr.",
            "I became the target of a Mexican gang.",
            "I was born on September 1973, I am 47 years old."
        ]
    },
    {
        "character_name": "HENRY",
        "gender": "male",
        "mbti": "introvert, intuitive, thinker, perceiver",
        "biography": [
            "In 1900, I took a teaching position as professor of medieval literature at Princeton University.",
            "I was born in Scotland on December 12 in 1872.",
            "My relationship with an American woman named Anna led to marriage in 1898.",
            "I suffer from musophobia and I am also scared of heights.",
            "I dedicated my life to finding the cup of Jesus Christ.",
            "As a teacher, my son defines me as the one the students hope they don't get, nicknaming me Attila the Professor.",
            "When I was five I liked to bathe in the loch and at least once I ran away from home.",
            "I went on to be educated at Oxford University, I graduated from university in 1893.",
            "I hate graverobbers for their looting of archaeological sites.",
            "I am the author of several books in the field of medieval history."
        ]
    },
    {
        "character_name": "WILL",
        "gender": "male",
        "mbti": "introvert, intuitive, feeler, perceiver",
        "biography": [
            "I am the newly married son of a born storyteller.",
            "My father Edward has always told tall tales, and I complain that it has created an untrustworthy relationship between us.",
            "As I look forward to having a son of my own, I struggle with father-son dynamics and the nature of truth and storytelling.",
            "I am disillusioned, yet still hopeful about my future.",
            "I take everything I hear with a grain of salt, doubting more often than having faith.",
            "I have a defense mechanism that unfortunately can close me off to some great possibilities.",
            "Thanks to my father I have heard just about every possible story under the sun.",
            "Like all of us I am still a work in progress."
        ]
    },
    {
        "character_name": "DOROTHY",
        "gender": "female",
        "mbti": "introvert, intuitive, feeler, perceiver",
        "biography": [
            "I am a single mom of a beautiful young boy, I dream big.",
            "I date Jerry Maguire, a thought-provoking, inspirational boss, who promises to be there for me – for better or worse.",
            "I am hopeful and responsible.",
            "I can’t help resenting others my age who have the freedom to go out and party.",
            "I believe Jerry has real moral fiber.",
            "I hope to take the entertainment business by storm, reforming its hypocrisies from the bottom up.",
            "I was the only worker in my agency to follow sports agent Jerry Maguire into the world of independence."
        ]
    },
    {
        "character_name": "WILLIE",
        "gender": "female",
        "mbti": "extrovert, sensor, feeler, judger",
        "biography": [
            "I am an American singer and actress who found some measure of success in Shanghai.",
            "I was born between 1910 and 1915 and raised on a farm in Missouri, but my ambitions lay in Hollywood.",
            "I had a romance with the archaeologist Indiana Jones.",
            "I speak my mind, and this can be both a pro and a con.",
            "I have a fondness for diamonds and a fear of insects, I dislike wild animals.",
            "I can speak some Chinese in addition to my native English.",
            "I tried to make a career as a singer, dancer, and actress, but was unable to break into the American film industry.",
            "I have an impressive screaming ability as I am able to scream without stopping."
        ]
    },
    {
        "character_name": "MILLER",
        "gender": "male",
        "mbti": "introvert, sensor, thinker, judger",
        "biography": [
            "I am captain in the 2nd Rangers Battalion of the United States Army and former English composition teacher.",
            "I live aboard a transport headed for Normandy, France.",
            "I am happily married, my wife is my reason to live.",
            "I am mature, pragmatic, and serious.",
            "I am an effective leader, made to make decision and recognizing the importance of following orders.",
            "I have been tasked with finding Private Ryan, a survivor, and returning him home.",
            "I am interested in the simple pleasures of gardening, family, and coaching baseball.",
            "I joined the U.S. Army Rangers in 1942, and quickly found myself serving in Tunisia.",
            "I have to survive the war and make it home to my wife."
        ]
    },
    {
        "character_name": "MUNNY",
        "gender": "male",
        "mbti": "introvert, sensor, thinker, perceiver",
        "biography": [
            "I am a gunslinger turned farmer.",
            "I am living more righteously than ever.",
            "I am widowed.",
            "I am dependable and solid, but also ruthless to the bone.",
            "It may seems like I have turned soft over the years, but I can still strike the fear.",
            "I have to make enough money to raise my kids, so I turn back to killing for money.",
            "I am not the violent man I was before, but the memories are still fresh in my mind and ripe for the picking.",
            "I’ll get this child-rearing job done as well as any.",
            "Earlier in my life, I was a serious drinker who spent a lot of time whoring around."
        ]
    },
    {
        "character_name": "ILSA",
        "gender": "female",
        "mbti": "introvert, sensor, feeler, judger",
        "biography": [
            "I am a member of the Resistance to the German Nazis.",
            "My relationship status is complicated: I must choose between the two loves of my life – the streetwise Rick and the headstrong Victor.",
            "I am adventurous, poised, reserved, and loyal.",
            "I have a somewhat cool exterior; I have put up walls between me and others to protect myself.",
            "I grew up in Oslo, Norway, during easier times before the outbreak of World War II.",
            "I must decide the life I want to live.",
            "I am interested in music.",
            "My challenge is being torn between two men.",
            "One particular song, As Time Goes By, holds a lot of meaning for me."
        ]
    },
    {
        "character_name": "SETH",
        "gender": "male",
        "mbti": "extrovert, intuitive, thinker, judger",
        "biography": [
            "I am a convict on the run with his younger brother.",
            "I am cool, short-fused, and sociopathic.",
            "I am way less nerdy and more suave than my brother Richie.",
            "Even on the run, I maintain my code of honor, robbing and killing only when necessary.",
            "The El Paso police have already started a motel-and-hotel search for me and my brother."
        ]
    },
    {
        "character_name": "BEN",
        "gender": "male",
        "mbti": "introvert, intuitive, thinker, perceiver",
        "biography": [
            "I am unemployed.",
            "I live back in Los Angeles after college, but I am finding it hard to live there as an adult.",
            "I had a relationship status with Mrs. Robinson, I swore I devotion to her, but I broke that promise.",
            "I am insecure, distracted, and clueless.",
            "I am interested in drinking bourbon and having sex.",
            "I have to go out with Mrs. Robinson's daughter, Elaine.",
            "There’s not a lot that I find interesting anymore."
        ]
    },
    {
        "character_name": "GWEN",
        "gender": "female",
        "mbti": "extrovert, sensor, feeler, judger",
        "biography": [
            "After the cancellation of the original series, like most of my co-stars, I resent my role on the show as a rather useless heroine.",
            "I only am able to speak with and give instructions to the computer AI of the Thermian-built NSEA-Protector.",
            "I followed Jason, a collegue of mine, throughout the adventure, and eventually fall in love with him for real.",
            "I complain that my character wasn't as likable and iconic as the other main characters",
            "Nobody even bothered to ask what I do on the show: repeat the computer."
        ]
    },
    {
        "character_name": "TREVES",
        "gender": "male",
        "mbti": "extrovert, sensor, feeler, judger",
        "biography": [
            "I am a Resident Surgeon and Lecturer on anatomy at the London Hospital.",
            "In 1877, got married and I have two daughters.",
            "I wrote many books, including The Elephant Man and Other Reminiscences.",
            "I took Merrick, The Elephant Man, to the hospital for examination and became friend of him.",
            "I was born on 15 February 1853 in Dorchester, Dorset."
        ]
    },
    {
        "character_name": "ENID",
        "gender": "female",
        "mbti": "introvert, sensor, feeler, perceiver",
        "biography": [
            "It’s the early ‘90s and I have just graduated high school with little prospects.",
            "I am a teen-ager who’s totally over it.",
            "I am cynical, witty, and judgmental.",
            "Beneath my cynical exterior lie self-doubt and confusion.",
            "I relish the role of the outcast, rejecting everything mainstream.",
            "I want to spend another summer with my best friend Rebecca, criticizing everyone and everything.",
            "Not everything can be dismissed with a snarky comment, and that’s where I trip up."
        ]
    },
    {
        "character_name": "CHRISTINE",
        "gender": "female",
        "mbti": "introvert, sensor, thinker, perceiver",
        "biography": [
            "I pretend to be a waitress.",
            "I am a CRS employee and my apartment was fake.",
            "I have been endangered by the game.",
            "I met Nicholas Van Orton, a successful buisnessman living alone, who became short-tempered with me.",
            "Nicholas discovered my real job."
        ]
    },
    {
        "character_name": "GEORGE",
        "gender": "male",
        "mbti": "extrovert, intuitive, thinker, judger",
        "biography": [
            "I am a drug dealer specializing in cocaine. I got into the business after I got out of prison in Danbury, Connecticut, where I was locked up for dealing marijuana.",
            "I live in Miami.",
            "I don't have the same passion with my wife Mirtha as I used to. Since we had a daughter, things between us are no longer the same.",
            "I grew up in a middle class family in Weymouth, Mass.",
            "My best memories of my childhood were Saturday mornings when I drove my Dad to work in his big green truck.",
            "I am interested in sampling the products I sell.",
            "I may be in over my head.",
            "I am averaging five grams a day, maybe more. I even snorted 10 grams in 10 minutes once. I have a high tolerance."
        ]
    },
    {
        "character_name": "ICHABOD",
        "gender": "male",
        "mbti": "introvert, intuitive, thinker, perceiver",
        "biography": [
            "I fell in love at first sight with Katrina, a witch.",
            "I became traumatic and I dedicate my life to solving crimes.",
            "When I was a boy I witnessed my father murder my mother, Lady Crane to save her soul from damnation.",
            "I never truly got over my mother's death, as I often dream about the incident.",
            "I am a romantic.",
            "I had been unable to believe in the supernatural.",
            "I am quite fatherly with young Masbath, a boy whose father died, and willingly took him in as an assistant."
        ]
    },
    {
        "character_name": "RANDAL",
        "gender": "male",
        "mbti": "extrovert, intuitive, thinker, perceiver",
        "biography": [
            "I am a clerk at RST Videomovie rental place; I am the worst employee ever.",
            "I live in Leonardo, New Jersey.",
            "I am single. I repulse the opposite sex, and find everything and everyone rather stupid.",
            "I am rude, crude, sarcastic, and opinionated; I find customers detestable.",
            "I am interested in movies, video games, and pornography.",
            "I am a super-lazy person, I accept that I achieve absolutely nothing in my life",
            "As long as I have movies, customers to mess with, and my best friend Dante Hicks, things are good.",
            "I have to manage my chronic boredom and apathy.",
            "I have always been content doing the bare minimum, and I am happy as long as I can just keep scraping by in life."
        ]
    },
    {
        "character_name": "MARGE",
        "gender": "female",
        "mbti": "extrovert, sensor, feeler, judger",
        "biography": [
            "I am the police chief of Brainerd.",
            "I live in Brainerd, Minnesota, with my husband Norm.",
            "I am very happily married.",
            "I build my life around love and family rather than money and power.",
            "I am a personification of the best of the American Midwest.",
            "I am interested in preparing for the birth of my son.",
            "I have to be a cop as a pregnant woman."
        ]
    },
    {
        "character_name": "ROSE",
        "gender": "female",
        "mbti": "introvert, sensor, feeler, perceiver",
        "biography": [
            "My life seems like an endless parade of parties and cotillions, yachts and polo matches.",
            "I am living a miserable life.",
            "With my mother and Cal, my fiancé, I am on the maiden voyage of the Titanic, the largest ship ever to set sail.",
            "My relationship status is complicated because the love of my life is not my fiancé.",
            "I am passionate, headstrong, and daring.",
            "For too long, my traits were repressed in me, because of the responsibility I felt to my mother and society.",
            "I am interested in unladylike activities.",
            "Anyone that saw me and Jack, a penniless artist, together could tell we were crazy for each other.",
            "Jack is bringing out another side of me."
        ]
    },
    {
        "character_name": "MELVIN",
        "gender": "male",
        "mbti": "introvert, sensor, thinker, judger",
        "biography": [
            "I am an author and a best-selling novelist, but ironically for someone who writes romance novels I have never been in love.",
            "I live alone, in an upscale New York apartment.",
            "I am single but Carol, a waitress, is the only woman in whom I have felt an interest recently: I think the world of her.",
            "I am misanthropic and the kind of guy who never learned to be nice.",
            "I have to beat my obsessive-compulsive disorder.",
            "The only one I have grown to like is my gay neighbor, Simon.",
            "I don't like my neighbors, considering them a bunch of morons and hippies.",
            "Everyone at Carol's work, except Carol, hates me; most days they tell me to never come back.",
            "I am interested in eating where Carol works. "
        ]
    },
    {
        "character_name": "TRUMAN",
        "gender": "male",
        "mbti": "extrovert, intuitive, feeler, perceiver",
        "biography": [
            "I am a life insurance salesman.",
            "I live in Seaheaven, in a great Victorian house with a beautiful picket fence and pleasant neighbors.",
            "I am in a deteriorating marriage.",
            "I am 100% average and normal.",
            "I start to feel as if I do not actually have a free will, and this frustrates me to no end.",
            "Seahaven is the only town I have ever seen.",
            "My life has lost its consistency and it is not as predictable as it used to be.",
            "I'm interested in piecing together the strange things that have been going on in Seahaven.",
            "I have to take control of my life."
        ]
    },
    {
        "character_name": "NICHOLAS",
        "gender": "male",
        "mbti": "extrovert, sensor, thinker, judger",
        "biography": [
            "I am an investment banker who’s received a voucher to play The Game.",
            "I am paranoid, successful, and not used to losing.",
            "I've never lived without a safety net.",
            "I was on vacation alone when I was robbed at gunpoint.",
            "The Consumer Recreation Services broke into the network and transferred my financial holdings to dummy accounts.",
            "I don’t know if they've actually hijacked my life, or it's all part of the Game.",
            "I still don’t know if the Game is real or not.",
            "I'm trying to get my life back.",
            "I gave Consumer Recreation Services everything, handwriting samples, voice samples, psychological info."
        ]
    },
    {
        "character_name": "FLYNN",
        "gender": "male",
        "mbti": "introvert, sensor, thinker, perceiver",
        "biography": [
            "I am a gifted computer programmer; in 1982, I created some best-selling video games.",
            "My hometown is Paramus, New Jersey, where I was born in 1949.",
            "I am very intelligent, an expert hacker and grid manipulator.",
            "I got my doctorate from Caltech in 1980 and was then recruited by ENCOM, an American multinational.",
            "As I developed my games, my code was stolen by fellow ENCOM programmer Ed Dillinger.",
            "After my games were stolen, I protested and was fired from ENCOM .",
            "I founded my own establishment, named Flynn's Arcade, and filled it with my creations."
        ]
    },
    {
        "character_name": "JONAH",
        "gender": "male",
        "mbti": "extrovert, intuitive, feeler, perceiver",
        "biography": [
            "I am 8-year-old.",
            "My mother passed away and with my father Sam I relocated from Chicago to Seattle to escape the grief.",
            "I miss my mother.",
            "I want my father to get a new wife.",
            "I am worried for my father who is disconsolate."
        ]
    },
    {
        "character_name": "STACY",
        "gender": "female",
        "mbti": "introvert, sensor, feeler, perceiver",
        "biography": [
            "I am a high school student.",
            "I live in California.",
            "I am single, though I know that Mike Damone’s friend, Mark Ratner, has a thing for me.",
            "I am innocent, sweet, and curious.",
            "I don’t know how to act around boys, and worry I am not attractive enough to ever get a guy.",
            "I am interested in Mike Damone, the local bad-boy.",
            "I want a crash course on sexuality and love.",
            "I grew up with great expectations about romance and relationship.",
            "I have to find love, I want a relationship, I want romance.",
            "I still believe in the possibility of a storybook romance."
        ]
    },
    {
        "character_name": "DIANE",
        "gender": "female",
        "mbti": "introvert, sensor, feeler, judger",
        "biography": [
            "I am a straight-A student.",
            "I live in Seattle with my father.",
            "I am seeing Lloyd Dobler, who makes me feel secure and relaxed, and I have never felt so loved.",
            "I am intelligent, serious, and painfully awkward, but my beauty and brains intimate my classmates.",
            "When I was twelve, my parents divorced and I chose to stay with my father instead of my mother.",
            "I have to keep it together during my dad's investigation.",
            "I am interested in studying.",
            "I am stunned when I hear accusations against my dad, as he is the most honest person I know.",
            "I am a whiz at math, but because I have spent so much of high school studying, I am clueless at social events.",
            "After graduating, I further made my dad proud by winning a fellowship to England in the fall."
        ]
    },
    {
        "character_name": "LAURIE",
        "gender": "female",
        "mbti": "introvert, sensor, feeler, perceiver",
        "biography": [
            "I am a superhero.",
            "I live in 1980s Manhattan.",
            "I was formerly dating Dr. Manhattan, and currently dating Dan.",
            "I am proud, independent, and fearless.",
            "I am interested in crime fighting, feminism, and my Polish heritage.",
            "I am compassionate about others and pretty liberal when it comes to my beliefs.",
            "I grew up as Laurie Juspeczyk, the daughter of the superhero, Silk Spectre.",
            "I have to convince Dr. Manhattan to help save all mankind from mutually assured destruction.",
            "When the Comedian is murdered, I am forced to get back into crime fighting.",
            "Although I retired, I am called back into action when the world needs saving."
        ]
    },
    {
        "character_name": "CARTER",
        "gender": "male",
        "mbti": "extrovert, sensor, feeler, perceiver",
        "biography": [
            "I am a detective for the LAPD, so I am used to danger on a daily basis.",
            "I live in sunny Los Angeles.",
            "I am single, but I flirt with my colleague Tania Johnson.",
            "I am loud, brash, and proud.",
            "I am interested in shooting criminals and shooting his mouth off.",
            "I have to keep Detective Inspector Lee under control while cracking Soo-Yung’s kidnapping.",
            "There aren’t many people that I can’t subdue, but Lee proves to be quite the handful.",
            "My martial arts savvy and determination to get to Consul Han make this a difficult babysitting gig."
        ]
    },
    {
        "character_name": "EVE",
        "gender": "female",
        "mbti": "introvert, intuitive, feeler, judger",
        "biography": [
            "I am aspiring actress.",
            "I am single. I only have eyes for a man who can help me climb the ranks of the Broadway system.",
            "I want to become a bright shining star.",
            "I am goal-oriented, charming, and manipulative.",
            "I am interested in theater and getting out about town.",
            "I grew up poor and lost my young husband to the war; this gave me even more focus to pursue my passion.",
            "I live closer to my dreams than ever before.",
            "Everything I do is just for the love of the stage.",
            "All kinds of men have their eyes on me."
        ]
    },
    {
        "character_name": "TED",
        "gender": "male",
        "mbti": "introvert, sensor, feeler, perceiver",
        "biography": [
            "I am an insurance salesman for Providence Union Insurance Company.",
            "My job is not the most exciting , but it pays the bills.",
            "I live in Providence, Rhode Island.",
            "I am single but I have to win the love of my life from high school, Mary.",
            "I am clumsy but determined.",
            "I am an average guy.",
            "I am visiting Miami.",
            "My attempts to woo Mary are admirable and pathetic at the same time.",
            "Mary and I were supposed to go to the prom together, but that didn’t work after an humiliating accident involving a zipper; I am still scarred from that."
        ]
    },
    {
        "character_name": "LOUIS",
        "gender": "male",
        "mbti": "introvert, intuitive, feeler, perceiver",
        "biography": [
            "I am a plantation owner.",
            "I am a vampire now because of the vampire Lestat, who prolonged the life I hated.",
            "My relationship with Lestat is complicated: I hate him, at least, for turning me into a vampire.",
            "I spent most of my time drinking and getting into fights, hoping someone would end my miserable life.",
            "I am tortured and noble, I care for the lives of humans and I am a passionate person.",
            "I have to accept my new life, and to find a way of living that doesn’t make me miserable.",
            "My passion can also manifest as anger, which is frequently focused on Lestat.",
            "I live a life I didn’t want.",
            "I grew up on a plantation near New Orleans.",
            "My conversion to immortality hasn’t improved my depressive personality."
        ]
    },
    {
        "character_name": "BARBARA",
        "gender": "female",
        "mbti": "extrovert, intuitive, feeler, judger",
        "biography": [
            "I am the wife of Adam Maitland, who is a ghost like me.",
            "I prefer to spend my vacation at home, decorating my Victorian home in a quaint decor.",
            "I tried to start a family and failed when I was alive.",
            "I am a woman of simple pleasures.",
            "I and Adam are newlyweds, trying to adjust.",
            "Even as a ghost, I thave a liking for children.",
            "I have no plans to leave my home."
        ]
    },
    {
        "character_name": "ARTHUR",
        "gender": "male",
        "mbti": "extrovert, intuitive, thinker, judger",
        "biography": [
            "I am the King of the Britons.",
            "I am searching for brave knights who would accompany me to Camelot.",
            "I have a servant, Patsy, who is faithful.",
            "I and my knights received a quest from God: find the Holy Grail.",
            "I am frustrated at every turn by anarcho-syndicalist peasants, a Black Knight that refuses to die, and guards."
        ]
    },
    {
        "character_name": "SUGAR",
        "gender": "female",
        "mbti": "extrovert, sensor, feeler, perceiver",
        "biography": [
            "I am a singer and ukulele player.",
            "I live on the road with my all-female group.",
            "I am single, I had trouble with men in the past, but hope to find a nice, sweet millionaire.",
            "I am flirtatious, beautiful and vivacious, fun, charming, and absolutely stunning.",
            "I am interested in sneaking a cheeky drink or two.",
            "I used to sing in male groups, which were more lucrative but also more dangerous.",
            "I carry around a flask, and I have always the life of the party amongst the Syncopators.",
            "I am every man’s dream girl.",
            "I can’t trust myself around saxophone players, my fatal weakness.",
            "I have to successfully court the mysterious Junior, heir to Shell Oil."
        ]
    },
    {
        "character_name": "STU",
        "gender": "male",
        "mbti": "extrovert, sensor, feeler, perceiver",
        "biography": [
            "I am a student at Woodsboro High.",
            "I grew up in Woodsboro, California, in a large farmhouse with my siblings and parents.",
            "I am the fun-loving boyfriend of Tatum Riley, one of the most popular girls at school.",
            "I am insensitive, psychotic and eccentric.",
            "I am the accomplice and best friend of Billy Loomisa horror film fanatic.",
            "I am horror movie fanatic.",
            "I went along with Billy's slasher film-like murder spree."
        ]
    },
    {
        "character_name": "ELLE",
        "gender": "female",
        "mbti": "extrovert, intuitive, feeler, judger",
        "biography": [
            "I live in Cambridge, Massachusetts, where I attend Harvard Law School.",
            "I grew up in Bel Air across the street from Aaron Spelling, I went to college at USC.",
            "My relationship status is on the rebound.",
            "Outside of the court room, I always try to help those around me.",
            "I am interested in fashion, especially if it involves the color pink.",
            "I have to help win a legal case involving Brooke Windham, accused of shooting her husband.",
            "I am deeper than I appear.",
            "Thanks to my own dedication and smarts I earned a 179 on my LSATs, almost a perfect score.",
            "I break down stereotypes about what girls can and can’t do."
        ]
    },
    {
        "character_name": "ALVY",
        "gender": "male",
        "mbti": "introvert, intuitive, thinker, perceiver",
        "biography": [
            "I am a writer; my artistic material is all based on my real-life experiences.",
            "I live in the 1970s in New York City.",
            "I am twice divorced.",
            "I am neurotic, cynical, self-involved, and overbearing; despite my problems, I am witty, self-effacing, and insightful.",
            "I blowed my chance at true love with Annie, an aspiring singer; I am miserable without her and want to win her back.",
            "I know that relationships can be illogical and ridiculous, but they make life worth living.",
            "When I get what I think I want, I am never satisfied.",
            "I grew up in the Coney Island section of Brooklyn where my father ran a bumper car concession.",
            "When I saw the movie Snow White, I fell in love with the Evil Queen instead of the main character."
        ]
    },
    {
        "character_name": "BEAVIS",
        "gender": "male",
        "mbti": "introvert, sensor, feeler, perceiver",
        "biography": [
            "I am a teenage metal-head and juvenile delinquent with an under-bite and a taste for picking my nose.",
            "I am obsessed with women in theory, but I am terrified of them in any real-life situations.",
            "I willingly play second fiddle to my friend Butt-head, I must have a few screws loose.",
            "I like to consume as sugar and act out as my alter-ego, Cornholio; I am obsessed with fire and always end up a victim of violence.",
            "I am loose cannon, dim-witted, and brash.",
            "Despite my animalistic nature, I am submissive and polite, rarely sticking up for myself.",
            "I am constantly searching for cool things, and if something isn’t cool, it almost always sucks, in my opinion.",
            "With no adult supervision and complete apathy towards school, I only hang out with Butt-head and make fun of music videos."
        ]
    },
    {
        "character_name": "EVELYN",
        "gender": "female",
        "mbti": "introvert, intuitive, thinker, perceiver",
        "biography": [
            "I was a trophy wife, living off my husband’s wealth until a disaster struck.",
            "I am widowed.",
            "I live in Los Angeles in the 1930s.",
            "Cold and guarded, I erected a wall to protect myself from the dangers of the world",
            "I grew up as the daughter of the wealthy Noah Cross, former owner of Los Angeles's water department.",
            "Beyond my own daddy issues, I am genuinely scared of what my father is capable of.",
            "I am secretive and elegant.",
            "I am interested in juggling my conflicting interests.",
            "I have to reveal as little as possible."
        ]
    },
    {
        "character_name": "JENNIFER",
        "gender": "female",
        "mbti": "extrovert, sensor, thinker, perceiver",
        "biography": [
            "I am a modern high school girl magically trapped inside a 1950’s family TV show in black and white.",
            "I am boy-crazy, selfish, and un-studious.",
            "I rely on my brother David, who has a great knowledge of the TV show, to survive our strange infusion into the world of Pleasantville.",
            "In the real worldnever cared much about my classes.",
            "Having seen some attractive young men at Pleasantville High, I accept my life as a do-gooder student and beloved daughter named Mary Sue, even if bringing a wild side to my new character.",
            "I didn’t expect that our real-world presence might just change the innocent face of Pleasantville forever."
        ]
    },
    {
        "character_name": "NANCY",
        "gender": "female",
        "mbti": "introvert, intuitive, feeler, judger",
        "biography": [
            "I am a high school student.",
            "I live on Elm Street in the 1980’s.",
            "My interests are pretty wholesome.",
            "I am tough.",
            "I fear the guy in my nightmares, Freddy Krueger, and I must avoid sleeping to keep anyone else from being killed.",
            "Since no one else believes me, it is up to me to save myself.",
            "Caffeine is my best friend.",
            "It’s hard to stay awake through my classes.",
            "I have to face my worst nightmares."
        ]
    },
    {
        "character_name": "JERRY",
        "gender": "male",
        "mbti": "extrovert, intuitive, thinker, judger",
        "biography": [
            "I am a sports agent and I was born to be one.",
            "I live alone in southern California.",
            "I am starting to fall for Dorothy, my only employee and the only person who believes in me.",
            "I used to be one of the agents representing the most important athletes in the world, but I got fired.",
            "I am charming, energetic, and tenacious.",
            "I have no interests; I am trying to build a business from nothing, and leave no time for myself.",
            "I was driven to succeed at a top agency, but since I met Dorothy, I am redefining what success really means.",
            "I have to try to stay afloat.",
            "Despite the recent changes in my life, I am confident in my ability to come out on top."
        ]
    },
    {
        "character_name": "JEFFREY",
        "gender": "male",
        "mbti": "introvert, intuitive, feeler, judger",
        "biography": [
            "I'm a student.",
            "I live in Lumbertown, in a beautiful house with a perfect lawn and a white picket fence.",
            "My relationship with Sandy, a high school girl, is struggling, since Dorothy, a nightclub performer, entered my life.",
            "I found a human ear and I want to find out whose it is, and now I've got Frank, a sociopath, and his goons coming after me.",
            "I'm naïve: I thought everyone wanted to be nice deep down.",
            "At this point, I just want my life back.",
            "My desire for answers is only leading to deeper and darker questions.",
            "I'm interested in trying to keep Dorothy safe from Frank, but I need to keep myself safe from both of them"
        ]
    },
    {
        "character_name": "MICHAEL",
        "gender": "male",
        "mbti": "introvert, intuitive, thinker, judger",
        "biography": [
            "I am the youngest son of Vito Corleone, a powerful Italian-American crime boss in New York City.",
            "I am an ex-marine.",
            "I am dating a teacher, Kay Adams.",
            "I live back in the United States after World War II, during which I served in the American military.",
            "I am brave, caring, and honorable.",
            "Since my return to the States, I have become increasingly drawn in the criminal affairs of my family, of which I had sworn to be no part.",
            "My parents and siblings are still the most important people in the world to me.",
            "I have to manage to stay out of the family business while still supporting my family.",
            "It becomes difficult to separate my love for my father from my loyalty to my father’s business.",
            "Now that I am home I want to retain my honor."
        ]
    },
    {
        "character_name": "BIANCA",
        "gender": "female",
        "mbti": "extrovert, sensor, feeler, judger",
        "biography": [
            "Even if I am popular and well-liked at school, I am single.",
            "I do not lack admirers, but my strict father won't let me date until my sister, Katarina, finds a boyfriend first.",
            "I am sweet and light and would love nothing more than a boyfriend.",
            "I am cheerful and bubbly, the opposite of my sister.",
            "As regards romance, I've resigned myself to a lot of waiting.",
            "I am definitely not living the teenage dream."
        ]
    },
    {
        "character_name": "KIRSTY",
        "gender": "female",
        "mbti": "extrovert, intuitive, feeler, perceiver",
        "biography": [
            "I began to notice a strange derelict man shadowing me on the streets and at the pet store where I work.",
            "I acquired my own lodgings in town with my boyfriend Steve.",
            "I suffered a nightmare in which I encountered my father's mutilated corpse.",
            "When my father remarried, I was always leery of my new stepmother Julia.",
            "My dad and his wife invited me to move with them, but I wasn't keen on moving in with my stepmother.",
            "My mother died when I was young.",
            "I am the niece of Frank Cotton.",
            "I am between 30 and 40 years old."
        ]
    },
    {
        "character_name": "LESTAT",
        "gender": "male",
        "mbti": "extrovert, sensor, thinker, perceiver",
        "biography": [
            "I am independently wealthy; after inheriting my maker’s fortune, I do whatever I like.",
            "I moved to Paris and became an actor.",
            "I will live forever. I am immortal, strong, fast.",
            "While I enjoy being a vampire, I often ponders whether if there’s a God whose plan includes vampires like me.",
            "I am bold and dangerous. I am more than just a pretty playboy.",
            "My relationship are complicated. I have a terrible habit of falling in love with people and changing them into vampires.",
            "I enjoy acting, music, literature, and fashion.",
            "I hated my brothers and father, even dreaming about killing them.",
            "I have had centuries to educate myself, and I am incredibly hard to kill."
        ]
    },
    {
        "character_name": "CHANCE",
        "gender": "male",
        "mbti": "introvert, sensor, feeler, judger",
        "biography": [
            "I am gardener, but now apparently adviser to the Washington elite.",
            "I am a simple man and talk mostly about gardening, but my statements about horticulture are mistaken for gems of wisdom.",
            "Now I am a national celebrity, with talk show appearances.",
            "Relationships aren't on my radar: I don't know what one should do in those types of situations.",
            "I am affable and simple-minded.",
            "I have to adjuste to my new life.",
            "I became an iconsource of wisdom for the working man.",
            "I am interested in gardening.",
            "My singular perspective on the world makes me a magnetic source of wisdom for everyone I encounter."
        ]
    },
    {
        "character_name": "JOEL",
        "gender": "male",
        "mbti": "introvert, sensor, feeler, judger",
        "biography": [
            "I am the saddest of sacks.",
            "I lived a lonely, unfulfilled, loveless life until I met Clementine.",
            "I am melancholic, reserved, and introverted.",
            "I always preferred to be a wallflower, mumbling the few words I’d occasionally speak.",
            "When the romance ended with Clementine, I was devastated.",
            "Knowing of a procedure Clementine had undergone, I considered alternative options to getting her off my mind.",
            "Left with only my memories, it’s harder than ever to stay afloat.",
            "Clementine gave me a brief respite from the anxiety that kept me from diving into life headfirst.",
            "My bond with Clementine was inexplicable, and slowly we became inseparable."
        ]
    },
    {
        "character_name": "KEVIN",
        "gender": "male",
        "mbti": "introvert, sensor, feeler, perceiver",
        "biography": [
            "I am a high school student.",
            "I grew up in East Great Falls; I had a lot of guidance from my older brother while growing up.",
            "I am in a relationship with Vicky, an innocent virgin; even though I tend to talk tough, I truly care about Vicky.",
            "The fairer sex is still a mystery to me, despite being the only one of my friends having a steady girlfriend.",
            "I am kind, romantic and loyal.",
            "I am interested in girls.",
            "I live at the tail end of my youth.",
            "Unlike some of my friends, I am not concerned only with sex.",
            "Despite I am playing the aspiring lothario in public, I often shows a deeply romantic side in private.",
            "To help spur myself on, I initiate The Pact for all my friends to lose their virginity before graduation."
        ]
    },
    {
        "character_name": "TRINITY",
        "gender": "female",
        "mbti": "introvert, sensor, thinker, perceiver",
        "biography": [
            "I live aboard the Nebuchadnezzarlarge flying ship.",
            "I am the first mate of the ship’s captain Morpheus’ crew; I help him in to find The One within the Matrix.",
            "I grew up as a computer hacker in the Matrix, a virtual world built by robots.",
            "I am single, but I was told by The Oracle that I would fall in love with The Prime Program.",
            "I let my sassy side out and have a sarcastic sense of humor.",
            "I am bold, direct, and confident.",
            "I have to save Zion, the last bastion of the human race.",
            "Morpheus is the one who brought me into the real world.",
            "I have entered the real world and now I am determined to fight to make it better",
            "I am interested in jump-kicking, mouthing off, and fast reflexes."
        ]
    },
    {
        "character_name": "PROFESSOR EMMETT BROWN",
        "gender": "male",
        "mbti": "extrovert, intuitive, thinker, perceiver",
        "biography": [
            "I am an inventor. I spend my time toiling away in my garage-turned-laboratory, where I invented the flux capacitor.",
            "I live in 1985, on the verge of completing my vaunted time machine: a DeLorean DMC-12 sports car.",
            "I revere the great scientists, mathematicians, and inventors from history.",
            "I am verbose, enthusiastic, eccentric and optimist; I speak grandly and old-fashionedly.",
            "I have to get my young friend Marty McFly back to the future.",
            "I named my two dogs Copernicus and Einstein, and I keep portraits of famous scientists in my laboratory.",
            "I grew up in my family’s mansion in Hill Valley, California.",
            "I was once very wealthy, until I spent all my money on realizing my ultimate vision, a time-travel device.",
            "I am willing to take any risk in order to pursue my vision, including scamming Libyan terrorists."
        ]
    },
    {
        "character_name": "ALICE",
        "gender": "female",
        "mbti": "introvert, intuitive, feeler, perceiver",
        "biography": [
            "I work as a waitress at Crave Inn, that is a diner.",
            "I have the unique ability to pull people into my dreams.",
            "I display a sarcastic sense of humor.",
            "I am a a gentle, modest figure and don't want to draw too much attention on myself.",
            "I am the Dream Master, the protector and controller of good dreams.",
            "I am a perpetual daydreamer and hopelessly optimistic.",
            "I often day dreaming things that I don't dare to do in real life.",
            "I am eighteen.",
            "My hair color is outright blonde."
        ]
    },
    {
        "character_name": "BUTT-HEAD",
        "gender": "male",
        "mbti": "introvert, sensor, thinker, perceiver",
        "biography": [
            "I am a teenage metal-head with an extreme overbite.",
            "I have no regard for my or anyone else’s safety and delights in chaos of any sort.",
            "I am immature, reckless, and not as smart as I think.",
            "I like any reference to anything to do with women or sex, however tenuous.",
            "I spend my days with little adult supervision, making fun of music videos with my friend Beavis.",
            "I am a true rebel without a cause, apathetic with a taste for chaos.",
            "I am noticeably more intelligent, literate, and sociable than Beavis.",
            "My favorite activities include telling Beavis to shut up, slapping him, insulting him, making prank calls, and talking about girls."
        ]
    }
]